{
  "TABS": {
    "MUSIC": "Musica",
    "SETTINGS": "Ajustes",
    "EFFCREATOR": "Creador de efectos",
    "HELP": "Ayuda",
    "ABOUT": "Informacion",
    "DROP": "Suelta aqui la cancion"
  },
  "MUSIC": {
    "START": "Para empezar carga musica con el boton o arrastrandola hasta aqui.",
    "CHOOSE": "Elige archivos",
    "NOMATCH": "Ninguna cancion coincide con",
    "SONG": "Cancion"
  },
  "SETTINGS": {
    "LANGUAGE": "Idioma",
    "AUTO": "Automatico",
    "RESOLUTION": "Resolucion",
    "EFFDECK": "Efectos de la platina",
    "EFFECT": "Efecto"
  },
  "EFFCREATOR": {
    "CREATE": "Crear efecto",
    "CREATEBUTTON": "Crear",
    "REMOVE": "Eliminar efecto",
    "TOREMOVE": "Para elimianr efectos necesitas al menos 6 efectos",
    "REMOVEBUTTON": "Eliminar",
    "CONFIG": "Configuracion:",
    "NAME": "Name:"
  },
  "HELP": {
    "START": "Para empezar a mezclar carga una cancion. Clicka sobre cualquier funcionalidad para mostrarla en la interfaz.",
    "FEATURES": "Funcionalidades:",
    "PLAY": "Reproducir: Puedes reproducir una cancion.",
    "MDECKVOLUME": "Volumen principal de platina: Cada platina tiene un volumen principal, puedes cambiarlo para modificar el volumen de esa platina.",
    "MVOLUME": "Volumen maestro: Puedes elegir que platina escudchar, mientras bajas el volumen de la otra.",
    "EQUALIZER": "Ecualizador: Puedes controlar las frecuencias altas, medias y bajas de cada platina por separado. Tambien puedes resetearlo. Se resetea automaticamente al cargar una nueva cancion.",
    "CUE": "CUE: Puedes guardar cualquier moment en la cancion para retomar la cancion desde ese punto. Para guardar un momento (hasta 4) pulsa el boton de CUE y se guardara el momento actual. Para retomar desde un momento seleccionelo. Los CUE se resetean tras cargar una nueva canion.",
    "PITCH": "Pitch: Controla la frecuencia (y velocidad) de la cancion sonando. Se reseteara tras cargar una nueva cancion",
    "LOOPS": "Loops: Puedes reproducir pequeños fragmentos de la cancion en bucle en unidades de beats.",
    "EFFECTS": "Efectos: Puedes reproducir efectos con la cancion. Para seleccionar que efectos quieres debes ir a la pestaña de ajustes. Tambien puedes crear efectos en la pestaña de creacion de efectos."
  },
  "ABOUT": {
    "CONTENT": "Atribucion de contenido (ingles):"
  },
  "DECK": {
    "CUES": "CUEs",
    "EFFECTS": "Efectos",
    "LOADING": "Cargando..."
  },
  "VOLUME": {
    "HIGH": "Alt",
    "MID": "Med",
    "LOW": "Baj"
  },
  "LAYOUT": {
    "INFO": "Para que la aplicacion funcione correctamente debes tener un aspecto con mayor ancho que alto, aunque al menos un ratio de 1,2 de ancho por alto es lo recomendado."
  }
}
