{
  "TABS": {
    "MUSIC": "Música",
    "SETTINGS": "Ajustes",
    "EFFCREATOR": "Creador de efectos",
    "HELP": "Ayuda",
    "ABOUT": "Información",
    "DROP": "Suelta aqui la cancion"
  },
  "MUSIC": {
    "START": "Para empezar, carga musica con el botón o arrastrandola hasta aquí. Puedes cambiar el idioma en los ajustes. Recuerda que puedes revisar como funciona todo en la ayuda.",
    "CHOOSE": "Cargar canciones",
    "NOMATCH": "Ninguna canción coincide con",
    "SONG": "Canción"
  },
  "SETTINGS": {
    "LANGUAGE": "Idioma",
    "AUTO": "Automatico",
    "RESOLUTION": "Resolución",
    "EFFDECK": "Efectos de la platina",
    "EFFECT": "Efecto"
  },
  "EFFCREATOR": {
    "CREATE": "Crear efecto",
    "CREATEBUTTON": "Crear",
    "REMOVE": "Eliminar efecto",
    "TOREMOVE": "Para eliminar efectos necesitas al menos 6 efectos",
    "REMOVEBUTTON": "Eliminar",
    "CONFIG": "Configuración:",
    "NAME": "Name:"
  },
  "HELP": {
    "START": "Para empezar a mezclar carga una canción. Clicka sobre cualquier funcionalidad para mostrarla en la interfaz.",
    "FEATURES": "Funcionalidades:",
    "PLAY": "Reproducir: Puedes reproducir una canción.",
    "MDECKVOLUME": "Volumen principal de platina: Cada platina tiene un volumen principal, puedes cambiarlo para modificar el volumen de esa platina.",
    "MVOLUME": "Volumen maestro: Puedes elegir qué platina escuchar, mientras bajas el volumen de la otra.",
    "EQUALIZER": "Ecualizador: Puedes controlar las frecuencias altas, medias y bajas de cada platina por separado. Tambien puedes resetearlo. Se resetea automáticamente al cargar una nueva canción.",
    "CUE": "CUE: Puedes guardar cualquier moment en la canción para retomar la canción desde ese punto. Para guardar un momento (hasta 4) pulsa el botón de CUE y se guardará el momento actual. Para retomar desde un momento selecciónelo. Los CUE se resetean tras cargar una nueva canción.",
    "PITCH": "Pitch: Controla la frecuencia (y velocidad) de la canción sonando. Se reseteara tras cargar una nueva canción",
    "LOOPS": "Loops: Puedes reproducir pequeños fragmentos de la canción en bucle en unidades de beats.",
    "EFFECTS": "Efectos: Puedes reproducir efectos con la canción. Para seleccionar qué efectos quieres debes ir a la pestaña de ajustes. También puedes crear efectos en la pestaña de creación de efectos."
  },
  "ABOUT": {
    "CONTENT": "Atribución de contenido (inglés):"
  },
  "DECK": {
    "CUES": "CUEs",
    "EFFECTS": "Efectos",
    "LOADING": "Cargando..."
  },
  "VOLUME": {
    "HIGH": "Alt",
    "MID": "Med",
    "LOW": "Baj"
  },
  "LAYOUT": {
    "INFO": "Para que la aplicación funcione correctamente debes tener un aspecto con mayor ancho que alto, aunque al menos un ratio de 1,2 de ancho por alto es lo recomendado."
  }
}
